{
  "Version": "1.3",
  "ID": "f1gtwubtwewlc4a57kv3kr3jk2nevop5h4bagnmea",
  "Issue Number": "2",
  "Client": {
    "Name": "ANE College",
    "Region": "Australia",
    "Industry": "Education & Training",
    "Website": "https://ane.edu.au",
    "Social Media": "https://www.linkedin.com/company/australian-national-education-college/",
    "Social Media Type": "Other",
    "Role": "Dataset Owner"
  },
  "Project": {
    "Brief history of your project and organization": "ABOUT ANE\r\nGET TO KNOW MORE ABOUT ANE COLLEGE\r\nANE College is a Registered Training Organization (RTO) approved by the Australian Skills Quality Authority (ASQA), www.asqa.gov.au, and compliant to the Standards of Registered Training Organization (RTO) established to provide nationally accredited and recognized qualifications. Dynamic and vibrant, the ANE College is a place where opportunity is explored.The educational-training organization is for the professions dedicated to providing experiences focused on employability outcomes.\r\n\r\nWith employability at the centre of everything we do, we offer relevant courses taught by leading experts. We have flexible study options and a personalized approach, which will help you bring your dream job into a reality. We offer courses like Diploma of Hospitality Management, Diploma of Early Childhood Education and Care, Certificate IV in Commercial Cookery, Certificate IV in Disability, Diploma of Community Services, and many others.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Instructional videos, student profiles.",
    "Where was the data currently stored in this dataset sourced from": "Other",
    "How do you plan to prepare the dataset": "https://moodle.org/",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://anecollege-my.sharepoint.com/:f:/g/personal/ryka_ane_edu_au/ElsX90wTsQFGiOn5ZZfdsBUBaeb2d2LmCNbtHp2L9oICwA?e=99uZWC",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[ ] I confirm",
    "What is the expected retrieval frequency for this data": "Weekly",
    "For how long do you plan to keep this dataset stored on Filecoin": "Permanently",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, Europe, Australia (continent)",
    "How will you be distributing your data to storage providers": "HTTP or FTP server",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "will disclose in the comment when sps are confirmed",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "600TiB",
    "Replicas": 8,
    "Weekly Allocation": "1PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-06-14 04:40:43.305144682 UTC",
    "Validated By": "OpenGate01",
    "Active": true,
    "Updated At": "2024-06-14 06:47:38.243306728 UTC",
    "Active Request ID": "ebbb808e-7bd7-4a4b-a409-7cedad4fe0e0",
    "On Chain Address": "f1gtwubtwewlc4a57kv3kr3jk2nevop5h4bagnmea",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "ebbb808e-7bd7-4a4b-a409-7cedad4fe0e0",
      "Request Type": "First",
      "Created At": "2024-06-14 04:40:43.305152362 UTC",
      "Updated At": "2024-06-14 04:40:43.305153666 UTC",
      "Active": false,
      "Allocation Amount": "500TiB",
      "Signers": [
        {
          "Github Username": "OpenGate01",
          "Signing Address": "f1mcbkmojzegd3rgm4aphdha7dukxbqhwhwbrnwfq",
          "Created At": "2024-06-14 06:47:35.278000000 UTC",
          "Message CID": "bafy2bzacecxou3legcjbdkyva62s7ozrbzby7u7l6ewjeg5kzi6cb6n7niamg"
        }
      ]
    }
  ]
}