{
  "Version": "1.3",
  "ID": "f1ltwevn27ryyhnjiajegwf6bxhldrbkwtdwzb55q",
  "Issue Number": "36",
  "Client": {
    "Name": "Cal-Adapt Analytics Engine",
    "Region": "United States",
    "Industry": "Environment",
    "Website": "https://registry.opendata.aws/caladapt-coproduced-climate-data/",
    "Social Media": "@Cal_Adapt",
    "Social Media Type": "Twitter",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "I am a data preparer who has provided data processing services for many Storage Providers. I also developed tools for automated data segmentation and related workflows, helping SPs handle their data more efficiently and reliably.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Cal-Adapt: Analytics Engine is California’s cloud-based climate data platform. It provides high-resolution downscaled climate data (about 3 km, hourly) from CMIP6 models, along with historical simulations and reanalysis datasets. The platform is designed for energy sector resilience planning, offering tools like data catalogs and Jupyter notebooks for analysis. It supports decision-making by turning large climate datasets into actionable insights, especially for utilities and infrastructure planning.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "1.\tData Acquisition – Downloading raw datasets from AWS S3 or other cloud storage services.\n\t2.\tData Processing & Segmentation – Using automated tools (developed in-house) to split, shuffle, and reassemble files into the required format. These tools ensure data is properly chunked, encrypted if needed, and ready for large-scale storage.\n\t3.\tPackaging & Delivery – Once processed, the data is transferred onto physical hard drives for efficient and secure delivery to the Storage Providers (SPs). This method avoids excessive bandwidth costs and ensures SPs can ingest the data quickly.\n\nTooling used includes custom-built data segmentation and encryption scripts, along with standard AWS CLI utilities for data transfer.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "aws s3 ls --no-sign-request s3://cadcat/  799.5951 TiB\n\naws s3 ls --no-sign-request s3://cadcat/catalogs\naws s3 ls --no-sign-request s3://cadcat/CMIP6\naws s3 ls --no-sign-request s3://cadcat/hadisd\naws s3 ls --no-sign-request s3://cadcat/histwxstns\naws s3 ls --no-sign-request s3://cadcat/hmet\naws s3 ls --no-sign-request s3://cadcat/leap\naws s3 ls --no-sign-request s3://cadcat/loca2\naws s3 ls --no-sign-request s3://cadcat/parquet\naws s3 ls --no-sign-request s3://cadcat/tmp\naws s3 ls --no-sign-request s3://cadcat/wrf",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1.5 to 2 years",
    "In which geographies do you plan on making storage deals": "Asia other than Greater China, North America, Greater China, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f03641915 Brazil\nf03641951 HongKong\nf03641955 Germany\nf03641974 Vietnam\nf03642015 Brazil\nf03642044 United States\nf03542777 Vietnam\nf03603117 United States",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "9.6PiB",
    "Single Size Dataset": "1.2PiB",
    "Replicas": 8,
    "Weekly Allocation": "1PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2025-09-10 11:48:04.214063354 UTC",
    "Validated By": "OpenGate01",
    "Active": true,
    "Updated At": "2025-09-10 11:48:04.214059234 UTC",
    "Active Request ID": "80cb9750-a7c4-4da2-bc94-efbba8fc4c5a",
    "On Chain Address": "f1ltwevn27ryyhnjiajegwf6bxhldrbkwtdwzb55q",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "80cb9750-a7c4-4da2-bc94-efbba8fc4c5a",
      "Request Type": "First",
      "Created At": "2025-09-10 11:45:17.747578735 UTC",
      "Updated At": "2025-09-10 11:45:17.747579692 UTC",
      "Active": false,
      "Allocation Amount": "549755813888000 B",
      "Signers": [
        {
          "Github Username": "OpenGate01",
          "Signing Address": "f1mcbkmojzegd3rgm4aphdha7dukxbqhwhwbrnwfq",
          "Created At": "2025-09-10 11:47:57.422000000 UTC",
          "Message CID": "bafy2bzaceagxoukrfys2kdecu7ihkv35kxvcldbojk2bkvgewqjo5rysw4nui"
        }
      ]
    }
  ]
}